/* Error message download maps */
"An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly." = "Si è verificato un errore durante il download delle mappe. Qualche parte potrebbe non essere stata scaricata correttamente.";

/* in kilo bytes */
"Are you sure you want to download the selected map area (%d tiles ~ %d KB) ?" = "Sei sicuro di volere scaricare la mappa dell'area selezionata (%1$d parti ~ %2$d KB) ?";

/* Make sure to let the %d etc... */
"Are you sure you want to download the selected map area (%d tiles ~ %d MB) ?" = "Sei sicuro di volere scaricare la mappa dell'area selezionata (%1$d parti ~ %2$d MB) ?";

/* Cancel button */
"Cancel" = "Annulla";

/* GPS State */
"Connected" = "Connesso";

/* Disable GPS Button */
"Disable GPS" = "Disabilita GPS";

/* GPS State - */
"Disconnected" = "Disconnesso";

/* Close button of message box */
"Dismiss" = "Chiudi";

/* Download button */
"Download" = "Download";

/* Downloading maps title view */
"Downloading maps..." = "Download in corso...";

/* Enable GPS Button */
"Enable GPS" = "Abilita GPS";

/* Error message title */
"Error" = "Errore";

/* GPS Device title in settings */
"GPS Device" = "Dispositivo GPS";

/* Title in setting for gps state */
"GPS state" = "Stato GPS";

/* Title in setting for gps to use */
"GPS to use" = "GPS in uso";

/* Title of the message box of the result of the checking.. */
"License checking" = "Controllo licenza";

/* License number title */
"License number" = "Numero licenza";

/* Title section in license view */
"License number for %@" = "Numero licenza per %@";

/* License number title for cell */
"License:" = "Licenza:";

/* Manage maps row in settings */
"Manage maps" = "Gestione mappe";

/* Map Title */
"Map" = "Mappa";

/* Maps title in settings */
"Maps" = "Mappe";

/* Maps Download title message box */
"Maps Download" = "Download Mappa";

/* Download maps ok */
"Maps downloaded successfully !" = "Mappa scaricata correttamente!";

/* Maps manager title */
"Maps Manager" = "Mappa";

/* Manage maps row in settings */
"Maps type" = "Tipo mappe";

/* No button */
"No" = "No";

/* GPS State */
"No License" = "Nessuna licenza";

/* Offline mode */
"Offline mode" = "Modalità Offline";

/* Title gps picker */
"Pick a GPS" = "Dispositivo GPS";

/* Error map select message */
"Please select a greater map area by touching the screen with two fingers." = "Tocca lo schermo con due dita per selezionare l'area della mappa che vuoi scaricare.";

/* Reset GPS Button */
"Reset GPS" = "Resetta GPS";

/* Settings Button */
"Settings" = "Impostazioni";

/* GPS iphone 3G error */
"The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem." = "Il servizio di localizzazione non è abilitato sul tuo dispositivo. Usa l'applicazione Impostazioni per risolvere il problema.";

/* GPS serial port error */
"Unable to open the serial port. Make sure that no other GPS software is running in background." = "Impossibile connettersi al modulo xGPS. Assicurarsi che non ci siano altri software GPS attivi in background.";

/* Verify license text */
"Verifying license number..." = "Controllo numero licenza...";

/* Error message title */
"xGPS Error" = "Errore xGPS";

/* Yes Button */
"Yes" = "Si";

/* Confirm invalid license */
"Your license number is invalid. Please verify and retry" = "Il tuo numero di licenza non è valido. Controllalo e riprova";

/* Confirm valid license */
"Your license number is valid. You can now use the selected GPS." = "Il tuo numero di licenza è valido. Ora puoi utilizzare il GPS selezionato.";

